[
  {
    "name": "bigdata",
    "image": "data-01",
    "description":
      "Data is the raw material that powers modern organizations. Creating massive volumes of data is easy. However, consuming, storing, organizing and governing this data is more challenging than ever.\n\nIntersys can help you define your data strategy, architect and build your data solution or simply enhance your implementation process. Whether you need to modernize your data architecture, ingest and store massive quantities of data, enable data streaming use cases, implement MDM and Governance, or migrate and transform your data, Intersys can ease your journey.",
    "cardboard": [
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_54469894-300x300@2x.jpeg",
        "title": "Big Data Storage and Compute",
        "description": "The separation of Big Data Storage and Compute allows for better workload scalability, simplified planning, less data redundancy, and fewer wasted resources. Intersys has experience architecting, implementing, and performance tuning Cloud, On-Premise, and Hybrid Big Data solutions. Allow us to save you time and money by bringing our experience and learned industry lessons to each of our engagements.\n\nThe knowledge and experience Intersys brings to engagements will accelerate and improve the return on your data investments and ensure that your organization has the foundation for leveraging data as a competitive advantage.",
        "linkTo": "/demo-page/big-data/storage-and-compute/case",
        "linkText": "Learn more"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_36644589-300x200@2x.jpeg",
        "title": "Data Ingestion Services",
        "description":
          "The Big Data ecosystem provides many different options for the ingestion of batch and streaming data: Spark, Storm, Kafka, Kinesis, Sqoop, Flume, Logstash, Beats – the list goes on. Intersys can recommend the best data ingestion technology for your requirements or build data ingestion pipelines that enable access to the essential data your business needs.",
        "linkTo": "/demo-page/big-data/ingestion-services/case",
        "linkText": "Learn more"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_61537948-300x240@2x.jpeg",
        "title": "Data Lake and Data Warehousing",
        "description":
          "Centralizing your data in a data lake or data warehouse can give your data consumers a single location for all their data needs. Also, your Data Science and Analytics professionals will have access to the raw data they require for modeling and predictions. Intersys has been designing and building relational Data Warehouses for over 20 years, and we’ve been leaders in implementing Data Lakes in our customers’ Big Data environments.",
        "linkTo": "/demo-page/big-data/warehousing/case",
        "linkText": "Learn More About Data Lakes"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_118983025-300x200@2x.jpeg",
        "title": "Migration, Integration, and Virtualization",
        "description":
          "ETL/ELT tools such as Informatica, DataStage, and SQL Server Integration Services (SSIS) remain core data migration and integration tools within the enterprise. Intersys has over two decades of experience in data migration and systems integration utilizing a broad range of tools and technologies. Allow us to simplify your integration and migration projects by bringing the expertise needed to get your data done right.",
        "linkTo": "/demo-page/big-data/migration-integration/case",
        "linkText": "Learn More"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_115511688-300x193@2x.jpeg",
        "title": "Master Data Management",
        "description":
          "Your organization needs a single enterprise-wide view of your customers, accounts or products. Where can you find this data and how can it be used? Master Data Management tools can simplify complex data environments by reducing redundancy, eliminating incorrect data and standardizing data. Let Intersys be your trusted partner in collecting, matching, consolidating, cleansing and distributing data through a Master Data Management solution.",
        "linkTo": "/demo-page/big-data/data-management/case",
        "linkText": "Learn More"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_129312538-300x200@2x.jpeg",
        "title": "Data Governance/Quality",
        "description":
          "Data-driven decision making requires trust. Data Governance encompasses the people, processes, and technology required to ensure data quality and integrity to build this trust. Intersys has a track record of helping organizations successfully and efficiently implement Data Governance and Data Quality practices. If your current Governance processes are broken, bureaucratic or non-existent, Intersys can help find the right balance of control without red-tape.",
        "linkTo": "/demo-page/big-data/data-governance/case",
        "linkText": "Learn More"
      }
    ]
  },
  {
    "name": "analytics",
    "image": "analytics-01",
    "description":
      "Today’s economy is dominated by companies leveraging data for a competitive advantage. In fact, the inability to utilize available data can be the difference between an organization’s success and failure.\n\nData alone provides little value to businesses without effective tools and processes for answering questions, uncovering patterns, and making predictions.\n\nIntersys has a passion for transforming data into insights. From business intelligence to visual analytics, machine learning, and data science, Intersys has the talent and experience needed to ensure that insights from your data investments are realized. So throw away the status quo and let Intersys help your organization become a data-driven success story.",
    "cardboard": [
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_95710266-300x200@2x.jpeg",
        "title": "Data Science and Modeling",
        "description":
          "Our Data Science team will help your organization not only better understand customer behaviors, but begin to predict outcomes. We’ll apply streaming analytics where appropriate to make recommendations in real-time that can improve those outcomes or prevent unwanted actions. Whether personalizing offers, preventing fraud, or optimizing manufacturing yield, our data science team will bring meaningful analytics that can scale.",
        "linkTo": "/demo-page/analytics/data-science/case",
        "linkText": "Learn More"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_87899349-300x187@2x.jpeg",
        "title": "Machine / Cognitive Learning",
        "description":
          "Some Data can be overwhelming and too complex for even the most seasoned Data Scientist. In these scenarios, Machine Learning algorithms can “think” like a person to learn from data and predict outcomes. Intersys has experience across a wide range of machine learning platforms including Microsoft Azure Machine Learning, Amazon Machine Learning, scikit-learn, R, MATLAB, Splunk and many others. When traditional programming has reached its limits, Intersys can help your organization improve outcomes through Machine Learning.",
        "linkTo": "/demo-page/analytics/cognitive-learning/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_54469894-300x300@2x.jpeg",
        "title": "Visual Analytics",
        "description":
          "A picture is worth a thousand words – or millions or even billions. Visual Analytics is the use of visual representations to understand abstract data through speed of comprehension and understanding. Common visual analytics techniques include Treemaps, Heat Maps, and Graph Drawing.\n\nIf your organization needs help getting to the right answer faster though visualization of complex and voluminous data, our experts are ready to help.",
        "linkTo": "/demo-page/analytics/visual/case",
        "linkText": "Learn More"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_113677684-300x151@2x.jpeg",
        "title": "Business Intelligence",
        "description":
          "Business Intelligence platforms are continuously improving allowing BI professionals and end users to create sophisticated reports, dashboards, and ad-hoc analytics through increasingly intuitive interfaces. Intersys has over 20 years of experience in the business intelligence field across dozens of different platforms. Our BI Architects, designers and developers can quickly interpret business need and create BI solutions that provide the data that decision makers need.",
        "linkTo": "/demo-page/analytics/business-intelligence/case",
        "linkText": "Learn More"
      }
    ]
  },
  {
    "name": "digital",
    "image": "digital-01",
    "description":
      "Far more than just modernization of manual processes, Digital Transformation is an inherent creativity and ingenuity that has enabled today’s accelerated pace of innovation.\n\nAlthough recognized widely for its importance, Digital Innovation has challenged IT departments because the skills required are far beyond just technical proficiency.\n\nIntersys has a strong record of driving innovation through digital transformation. Whether you are in need of modern web development, native or hybrid mobile solutions, back-end application development, or services and integration, Intersys has the tools, best practices, insight, and creativity to help you succeed.",
    "cardboard": [
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_96986990-300x200@2x.jpeg",
        "title": "Responsive Web Development",
        "description":
          "Whether applications serve internal or external customers, it should provide a seamless and intuitive experience that not only enables success for the user but drives behavior and predicts what the user needs.  Intersys enables its clients to put the power in the hands of the user.",
        "linkTo": "/demo-page/digital/responsive-web-dev/case",
        "linkText": "Learn More"
      },
      {
        "image": "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_86869149-300x199@2x.jpeg",
        "title": "Native / Hybrid Mobile Solutions",
        "description":
          "People today never want to be separated from their applications, data and social networks and the ability to leverage mobile solutions is the key. The approach to mobile has matured and evolved as devices, and underlying technology has enabled massive innovation.  Intersys can drive solutions from embedded mobile solutions to seamlessly integrated hybrid applications.",
        "linkTo": "/demo-page/digital/native-hybrid-mobile/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_90185657-300x184@2x.jpeg",
        "title": "UI / UX",
        "description":
          "Successful interaction with customers is all about creating an application that with the user in mind. Throughout the design and development, we are fanatical about putting the end user first and developing capabilities that are intuitive. Intersys walks together with our customers through this journey while developing highly effective experiences.",
        "linkTo": "/demo-page/digital/ui-ux/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_83029486-300x168@2x.jpeg",
        "title": "eCommerce Services",
        "description":
          "Commerce continues to shift with the continued disruption of new app based business models, broader expansion of large eCommerce engines and heavy change in the power and ease a consumer can navigate. Intersys specializes in bringing customized commerce solutions to its clients that leverage predictive modeling, advanced search ranking and sorting, and cutting edge web technologies that are best of breed.",
        "linkTo": "/demo-page/digital/ecommerce/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_84440410-300x206@2x.jpeg",
        "title": "Services and APIs",
        "description":
          "As enterprises continue to expand their application infrastructure and leverage data well beyond ever before, the technical complexity and codependency of applications becomes more difficult. Intersys enables our customers to componentize their assets and decouple systems to provide flexibility and nimbleness. This agility enables our customers to more rapidly innovate, update and deploy applications while maintaining consistency across their overall environment.",
        "linkTo": "/demo-page/digital/services-and-apis/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_72856422-300x200@2x.jpeg",
        "title": "Full-Stack Development",
        "description":
          "With the customer ever present in a technologist’s mind, the need to create custom solutions continues to increase. Applications with the ability to leverage an enterprise’s data assets to drive insights and action are critical to a company’s competitive ability in the market. Intersys leverages modern development frameworks and languages to enable end to end customer solutions for our clients through new application builds or enhancements to existing applications.",
        "linkTo": "/demo-page/digital/fullstack-dev/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_181323-300x225@2x.jpeg",
        "title": "Application Integration",
        "description":
          "The need to orchestrate the messaging and sharing of information across the organization greatens as applications are continually modernized across the enterprise. Our depth in integration services supports our customers from investigating industry tools, developing messaging architecture and implementing end to end solutions.",
        "linkTo": "/demo-page/digital/app-integration/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_158815305-300x200@2x.jpeg",
        "title": "Product Engineering",
        "description":
          "The process of developing IT systems vs. developing software products was often a different approach in the recent past. The rigor and vision put into software products often weren’t repeated for internal IT systems.\n\nRecently, the technology industry has learned from the product world and began treating all software assets as products. Our depth in SaaS product development gives us the expertise and know how to leverage learned best practices and principals in our software engineering services.",
        "linkTo": "/demo-page/digital/product-engineering/case",
        "linkText": "Learn More"
      }
    ]
  },
  {
    "name": "search",
    "image": "search-01",
    "description":
      "The typical method for analyzing enterprise data has been to build a data warehouse and structure the content for reporting and ad-hoc query analysis. This approach can prove challenging when facing massive volumes, machine-generated data, or unstructured data.\n\nThese types of data must be readily accessible in order to provide value. That’s where the power of Enterprise Search excels. It provides the ability to index content and deliver the most relevant information to the people who need it. Enterprise Search works seamlessly with Big Data technologies to ingest and index content at scale.\n\nIntersys’ experts have experience with Enterprise Search, Ranking and Relevancy, Natural Language Processing, custom and packaged connectors and operational and security monitoring.\n\nWhether you’re replacing Google Search Appliance, enabling search across your big data ecosystem, or implementing a log mining solution, search no further – you’ve found the relevant partner.",
    "cardboard": [
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_160830905-300x300@2x.jpeg",
        "title": "Enterprise Search",
        "description":
          "The speed and simplicity of finding what we need, when we need it, is critical in data applications. Our world is full of instant gratification, and search is no different. We want our data now! If companies don’t provide quick and easy ways to find what a customer needs, they will lose in the market. Intersys’ vast expertise in leveraging industry leading search technologies enables our customers’ applications to provide extremely rapid and highly relevant results.",
        "linkTo": "/demo-page/search/enterprise/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2016/09/building-blocks-1280-300x200@2x.jpg",
        "title": "Ranking / Relevancy",
        "description":
          "Search fields and the general concept of search have been in applications for years, but users have consistently been frustrated in the outcomes and responses. Today’s users demand enterprises to focus on providing relevant results and to rank them based as if they know the consumer. Intersys brings a blend of algorithm development and engineering services that enables an enterprise to build search functionality that rapidly drives users to the most relevant and intuitive information or action.",
        "linkTo": "/demo-page/search/ranking-relevancy/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2016/08/lightbulbchalkboardstockphoto1280-300x200@2x.jpg",
        "title": "Natural Language Processing",
        "description":
          "The need for applications to search and index based on language computation continues to expand rapidly. Manual methods in the past have become too slow and inefficient. Through leveraging NLP technologies and the underlying data science algorithms, Intersys brings world class solutions to enable massive amounts of data indexing.",
        "linkTo": "/demo-page/search/natural-language/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_90319037-300x175@2x.jpeg",
        "title": "Packaged Connectors",
        "description":
          "As companies build enterprise search capability that stretches across the organization’s assets of data, there is a need to connect to a multitude of applications both custom and purchased. While many technologies provide the ability to write custom integrations for this, Intersys leverages a vast array of industry standard connectors to minimize development time and technical debt.",
        "linkTo": "/demo-page/search/packaged-connectors/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_57018444-300x200@2x.jpeg",
        "title": "Operations and Security Monitoring/case",
        "description":
          "Within most enterprises, there are multitudes of data that go untapped. Whether it’s logging data from IT infrastructure, unstructured data from help desk and level 1 support, or security data alerting, there are massive impacts in finding ways to better leverage this data.  Intersys supports its customers in driving advanced analytics and insights for innovation and protection.",
        "linkTo": "/demo-page/search/operations-security/case",
        "linkText": "Learn More"
      }
    ]
  },
  {
    "name": "agile",
    "image": "agile-01",
    "description":
      "Iterative, incremental and evolutionary are the hallmarks of Agile software development. Since their inception, Agile software development methods have become the industry standard, providing software development teams the collaboration, interaction and adaptability to deliver higher quality solutions in shorter timeframes than ever before.\n\nIntersys’ Agile capabilities include Agile Transformation, Scrum Coaching, Continuous Integration/Delivery, Microservices, QA Automation, Code Generation and DevOps Transformation.\n\nWhether your software development teams are Agile experts in need of a tune-up, or just starting to consider the first step toward Agile software development methods, Intersys can guide your entire journey or assist in climbing the next maturity step. Our partnered approach is inclusive of your development teams, leaving them better equipped to deliver high-quality software even beyond engagement’s end.",
    "cardboard": [
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_159809806-300x200@2x.jpeg",
        "title": "Transformation and Coaching",
        "description":
          "Agile software delivery has been around for a while and is here to stay, but many organizations struggle with the process of transforming to delivering in an iterative manner. Transformation is never easy and often requires coaching and support along the way. Intersys offers our customers support towards an Agile delivery through customized quick starts, embedded agile project leadership, software tools selection and template creation, and ongoing coaching services.",
        "linkTo": "/demo-page/agile/coaching/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_108115352-300x148@2x.jpeg",
        "title": "Continuous Integration / Continuous Delivery",
        "description":
          "Speed to market is kind in many software builds in our modern world. The need to seamlessly work within a development team to build software that is released each day is the ideal.  Intersys supports enterprises in the automation, tools, and quality to enable a fully integrated, high-quality development, build and deploy process.",
        "linkTo": "/demo-page/agile/ci-cd/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_117147140-300x200@2x.jpeg",
        "title": "Microservices",
        "description":
          "As enterprises strive to lighten their technical debt, drive towards faster solutions and enable reuse, the need to create modular components and services rapidly increases. Intersys leverages microservices to give customers highly leverageable discreet services to satisfy business objectives.",
        "linkTo": "/demo-page/agile/microservices/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_134956836-300x200@2x.jpeg",
        "title": "QA Automation",
        "description":
          "As the concepts of quality and testing evolve in technology, so have the expectations on the makeup of the talent. Gone are the days of manually testing applications, and the tools for automating quality have evolved massively.  Intersys brings a blend of cutting edge tools and sophisticated development engineering talent to drive modern quality solutions.",
        "linkTo": "/demo-page/agile/qa-automation/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2016/08/insightscodestockphoto1280-300x200@2x.jpg",
        "title": "Code Generation",
        "description":
          "Why write something over and over, if we can make an app that will write it over and over? Intersys has vast experience leveraging code generation to automate repetitive development needs including enterprise API development, Streaming services, and other custom development solutions.",
        "linkTo": "/demo-page/agile/code-generation/case",
        "linkText": "Learn More"
      }
    ]
  },
  {
    "name": "cloud",
    "image": "cloud-01",
    "description":
      "Cloud solutions benefit from agility, scalability, performance, and reliability beyond what most companies can achieve with applications and platforms in their own data centers. Intersys often recommends a cloud-first mentality with new initiatives to simplify and streamline development efforts.\n\nCloud providers have moved well beyond their Infrastructure as a Service (IaaS) beginnings into a variety of Platform as a Service (Paas) and Software as a Service (SaaS) offerings that are increasingly prevalent in all types of industries and companies.\n\nIntersys can assist in your Cloud journey through cloud strategy creation, unbiased platform evaluation and selection, implementation of cloud-based or hybrid solutions, migration of on-premises solutions to the cloud, and resource and service optimization.",
    "cardboard": [
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_41632128-300x180@2x.jpeg",
        "title": "Platform Selection",
        "description":
          "There are many cloud platforms available to organizations today, and each platform varies in offerings, maturity, vision, and price. Evaluating and selecting the correct platform might not be straightforward given the initiatives your company has in flight, the skill sets of your current employees, or even the different technical allegiances across teams or departments within your organization. Should you standardize on a single public cloud or utilize multiple for different use cases?\n\nIntersys brings broad and deep cloud expertise to assist in cloud platform selection, giving you an experienced and agnostic partner that will recommend a cloud platform strategy that’s tailored to your unique organization.",
        "linkTo": "/demo-page/cloud/platform-selection/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_158525643-Copy-300x150@2x.jpeg",
        "title": "Implementation and Migration",
        "description":
          "Whether you are building out a new application in the cloud, migrating a suite of applications, or moving data to and from the cloud in a hybrid arrangement, Intersys can simplify your implementation and migration projects. Our team has experience utilizing SaaS, PaaS and IaaS offerings from many major cloud providers, so our insights go beyond how something can be done, allowing us to recommend how something should be done — maximizing the return on your cloud investments.",
        "linkTo": "/demo-page/cloud/implementation/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_158956229-Copy-300x200@2x.jpeg",
        "title": "Resource and Service Optimization",
        "description":
          "Cloud management is an important consideration with any cloud solution. Tracking consumption, automating and scheduling workloads, and managing and monitoring performance are among some of the many ways to optimize your cloud investment. Intersys brings experience in native cloud management tools along with 3rd party tools and custom server-less methods for optimizing the cloud to give you the best combination of resource availability and lowest cost.",
        "linkTo": "/demo-page/cloud/service-optimization/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2016/05/cloud-chalkboard-1280-300x200@2x.jpg",
        "title": "Hybrid Solutions",
        "description":
          "There are many reasons as to why a hybrid cloud solution might be the best fit for your organization. For instance, your data may be on-premise, but you still want to take advantage of a service offering from a cloud provider. Or maybe security policy has prevented your organization from storing certain types of data in the cloud, and therefore you need a hybrid solution accommodating both on-premise and cloud components. Intersys can help your organization identify when a hybrid solution is in order, or simplify the implementation of your hybrid cloud solution thanks to our years of cloud services expertise.",
        "linkTo": "/demo-page/cloud/hybrid-solutions/case",
        "linkText": "Learn More"
      }
    ]
  },
  {
    "name": "sourcing",
    "image": "itsourcing-01",
    "description":
      "In today’s world, organizations need options to manage the many initiatives in their business efficiently.\n\nIntersys helps ensure the success of your company’s initiatives with a talented, global team of developers, project managers, business analysts and data management specialists who serve as trusted advisors to your executive management team.\n\nWhether you need a project based solutions team or staffing solutions, our knowledge and experience in architecture, implementation, administration, and project management will ease your journey.",
    "cardboard": [
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_58690616-300x180@2x.jpeg",
        "title": "Rapid Feature Team Deployment",
        "description":
          "As organizational priorities are set, it’s necessary to augment resources to meet goals and targets. Intersys offers rapid feature team deployments to build out specific projects or to manage backlog across your data and application teams. Our flexible model allows us to rapidly staff and manage a feature team including developers, QA, project management, and architects or, we can augment your in-house team to fill in gaps.",
        "linkTo": "/demo-page/sourcing/team-deployment/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_158525643-Copy-300x150@2x.jpeg",
        "title": "Contract / Contract-to-Hire",
        "description":
          "Whether you are building out a new application in the cloud, migrating a suite of applications, or moving data to and from the cloud in a hybrid arrangement, Intersys can simplify your implementation and migration projects. Our team has experience utilizing SaaS, PaaS and IaaS offerings from many major cloud providers, so our insights go beyond how something can be done, allowing us to recommend how something should be done — maximizing the return on your cloud investments.",
        "linkTo": "/demo-page/sourcing/contract-to-hire/case",
        "linkText": "Learn More"
      },
      {
        "image":
          "https://www.intersysconsulting.com/wp-content/uploads/2017/07/AdobeStock_118377095-300x200@2x.jpeg",
        "title": "IT Sourcing / Recruiting Services",
        "description":
          "Beyond delivering end-to-end world-class solutions via consulting services, Intersys offers Staffing Solutions to bring scalability and speed to our client’s talent needs. Our talent acquisition team will work with your hiring managers to provide direct hire support in a way that is efficient and impactful for your organization. We understand that your success is our success, giving Intersys an incentive to help improve your decision making, business processes, and customer experience.",
        "linkTo": "/demo-page/sourcing/it-sourcing/case",
        "linkText": "Learn More"
      }
    ]
  }
]
